alsa-utils
amd-ucode
arc-gtk-theme
autoconf
automake
base
binutils
bison
code
ctags
docker
dunst
efibootmgr
fakeroot
feedreader
feh
firefox-developer-edition
flex
gcc
git
groff
groovy
grub
gtk-engine-murrine
hacksaw
htop
jdk8-openjdk
jre8-openjdk
kitty
lib32-nvidia-utils
lib32-vulkan-icd-loader
lightdm
lightdm-webkit-theme-litarvan
lightdm-webkit2-greeter
linux
linux-firmware
lutris
lxappearance
m4
make
man-db
mesa-demos
neovim
networkmanager
networkmanager-openvpn
nodejs
noto-fonts-emoji
ntp
numlockx
nvidia
nvidia-dkms
nvidia-settings
openssh
os-prober
pacman-contrib
pamixer
papirus-icon-theme
patch
pavucontrol
pkgconf
playerctl
powerline
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-jack
pyenv
python-pillow
python-pip
python-pywal
qt5-base
ranger
rofi
rustup
sbt
screenfetch
seahorse
shotgun
slop
sudo
terraform
texinfo
tree
ttf-dejavu
ttf-fira-code
ttf-font-awesome
unzip
vivaldi
which
wine
xautolock
xclip
xorg-server
xorg-server-xephyr
xorg-xrdb
xsel
yarn
zsh
