adr-tools
alsa-utils
android-studio
apache
autoconf
automake
aws-cli-v2-bin
aws-session-manager-plugin
awsvpnclient
base
base-devel
bat
bind
binutils
bison
blueman
bluez
bluez-utils
bottom
bspwm
chafa
ckb-next-git
clipcat
cliphist
cmake
czkawka-cli
datagrip
datagrip-jre
devtools
direnv
discord
docker
docker-buildx
docker-compose
drawing
dunst
dust
eclipse-mat
eww-wayland
exercism
fakeroot
fd
feh
file
findutils
flex
fzf
gawk
gcc
gettext
git
gitui
glow
gnome-keyring
gnu-netcat
go
go-yq
grep
groff
gtk2
gzip
helix
helm
hyprland-git
hyprpaper
hyprpicker-git
i3lock-color
ibus
jdk-openjdk
jdk11-openjdk
jdk17-openjdk
jq
just
k9s
kdash-bin
kind-bin
kitty
kubecolor
kubectl
kubectx
lapce
lazydocker
lazygit
libcanberra
libtool
lightdm
lightdm-gtk-greeter
lightdm-webkit2-greeter
lightdm-webkit2-theme-reactive
linux
linux-firmware
linux-headers
lld
lsd
luarocks
lxappearance-gtk3
m4
make
man-db
mariadb
maven
mdcat
microsoft-edge-stable-bin
neovim
nerd-fonts-git
network-manager-applet
networkmanager
networkmanager-dmenu-git
networkmanager-openvpn
nmap
noise-suppression-for-voice
notion-app-electron
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntp
numlockx
nvidia-dkms
nvm
nwg-look
openssl-1.1
otf-cascadia-code
pacman
pacman-contrib
pandoc-cli
patch
pavucontrol
picom-ibhagwan-git
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-x11-bell
pipewire-zeroconf
pkgconf
playerctl
podman
polkit-kde-agent
polybar
ponymix
postgresql
pyenv
pyenv-virtualenv
python-pip
python-pipx
python-pygments
python-pywal
python-rdflib
qt5ct
qt6ct
ranger
ripgrep
rofi-lbonn-wayland
rtkit
ruff
ruff-lsp
saml2aws
sddm-git
sddm-sugar-candy-git
seahorse
sed
shotgun
silicon
slack-desktop
slides-git
slop
spotify-dev
spotify-tui
starship
sudo
sweet-folders-icons-git
sweet-theme-full-git
sxhkd
systemd-resolvconf
texinfo
tfenv
tflint
tk
ttf-dejavu
ttf-font-awesome
ttf-openlogos-archupdate
unzip
velero
vscode-codicons-git
wacom-settings-git
web-greeter
wget
which
wl-clip-persist-git
wmctrl
xautolock
xclip
xdg-desktop-portal-gtk
xdg-utils
xdo
xdotool
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xpdf
yarn
yay
zip
zoom
zoxide
zscroll-git
zsh
